name: "yolo_pose"
platform: "tensorrt_plan"
max_batch_size: 1
input [{ name: "images" data_type: TYPE_FP16 dims: [ 3, 640, 640 ] }]
output [{ name: "output0" data_type: TYPE_FP32 dims: [ 300, 57 ] }]
instance_group [{ kind: KIND_GPU count: 1 }]
